Revit 2024 API
ModelPathUtils Properties
The ModelPathUtils type exposes the following members.
Properties
Name | Description
CloudRegionEMEA
 The name of cloud region EMEA.
CloudRegionUS
 The name of cloud region US.
See Also
ModelPathUtils Class
Autodesk.Revit.DB Namespace